Repository: sengxingstx-dev/dj_jewel_vehicle_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lo

source: Login
lo: ເຂົ້າສູ່ລະບົບ

source: Don't have an account?
lo: ຍັງບໍທັນມີບັນຊີເທື່ອ?

source: Sign up
lo: ລົງທະບຽນ

source: Registration
lo: ລົງທະບຽນ

source: Already have an account?
lo: ມີບັນຊີແລ້ວ?

source: English
lo: ພາສາອັງກິດ

source: Lao
lo: ພາສາລາວ

source: Home
lo: ໜ້າຫຼັກ

source: About
lo: ກ່ຽວກັບ

source: Services
lo: ບໍລິການ

source: Portfolio
lo: ຄັງຮູບ

source: Contact
lo: ຕິດຕໍ່

source: Profile
lo: ໂປຣໄຟລ໌

source: Logout
lo: ອອກຈາກລະບົບ

source: Car Rental
lo: ບໍລິການເຊົ່າລົດ

source: Model
lo: ລູ້ນ

source: Make
lo: ຍີ່ຫໍ້

source: Price
lo: ລາຄາ

source: Category
lo: ປະເພດລົດ

source: Available
lo: ຫວ່າງ

source: Rent now
lo: ຈອງເລີຍ

source: About us
lo: ກ່ຽວກັບ

source: Travel in Laos is easier than before, especially with the relatively recent upgrading of the country's main roadways, the easing of visa regulation and the increasing variety of accommodation.
lo: ການເດີນທາງໃນລາວແມ່ນສະດວກກວ່າແຕ່ກ່ອນ, ໂດຍສະເພາະການຍົກລະດັບເສັ້ນທາງຫຼັກຂອງປະເທດ, ການຜ່ອນຜັນຂອງລະບຽບວີຊ່າ ແລະ ການທີ່ພັກອາໄສທີ່ຫຼາກຫຼາຍເພີ່ມຂຶ້ນ.

source: Car Rental Service
lo: ບໍລິການເຊົ່າລົດ

source: We have several kind of vehicles for self driving. Kindly contact us for more details. Rent a car and enjoy your drive in Laos!
lo: ພວກ​ເຮົາ​ມີ​ພາ​ຫະ​ນະ​ຫຼາຍ​ປະ​ເພດ​ສໍາ​ລັບ​ການ​ຂັບ​ລົດ​ດ້ວຍ​ຕົນ​ເອງ​. ກະລຸນາຕິດຕໍ່ພວກເຮົາສໍາລັບລາຍລະອຽດເພີ່ມເຕີມ. ເຊົ່າລົດ ແລະ ມ່ວນຊື່ນກັບການຂັບຂີ່ໃນປະເທດລາວ!

source: Cycling Adventure Laos
lo: ບໍລິການປັ່ນລົດຖີບ

source: A truck - aka Song theaw in Laos can support tour group with luggage, bicycles or kayak, inflatable kayak etc...
lo: ລົດບັນທຸກ - aka Song theaw ໃນລາວສາມາດສະຫນັບສະຫນູນກຸ່ມການທ່ອງທ່ຽວທີ່ມີກະເປົາ, ລົດຖີບຫຼືເຮືອຄາຍັກ, kayak ອັດຕາເງິນເຟີ້ແລະອື່ນໆ ...

source: Minivan support
lo: ລົດມິນິແວນສັບພອດ

source: Comforatble Toyota with aircondition is great choice for touring around Laos.
lo: ໂຕໂຍຕ້າທີ່ສະດວກສະບາຍພ້ອມເຄື່ອງປັບອາກາດເປັນທາງເລືອກທີ່ດີສໍາລັບການທ່ອງທ່ຽວທົ່ວລາວ.

source: Get Started
lo: ເລີ່ມຈອງ

source: Watch Video
lo: ຮັບຊົມວີດີໂອ
